[chapter1muchase]
tower0 = ¡Hey, tú! [waitlong] ¡Allí abajo! [waitlong][waitlong] ¡No creas que no te vi acosándome!
tower1 = Nosotros, los chicos, deberíamos juntarnos, no acosarnos uno al otro. Quiero decir, ¡[name]Mafia Town[/name] puede ser un lugar realmente peligroso! ¿Y qué dices? ¿Quieres unirte a mi pequeña rebelión?
tower2 = Oh, por cierto. ¿Tuviste algo que ver con la [timepiece][icon:timepiece] basura [/timepiece] que cae del cielo? ¿Sí? ¡Diantres! Se ve que tienes mucho que limpiar, ¿eh?
tower3 = Mejor te digo, ¡ven aquí y te muestro por dónde puede haber caído tu [timepiece][icon:timepiece]basura[/timepiece]!
tower_wrong_jump = Tu salto estándar no va ser suficiente. ¡Tendrás que duplicar ese salto!
mu_follow0 = ¡Sígueme, escuadrón rebelde!
umbrella_there0 = ¡Hey! Creo que uno de tus pedazos de [timepiece][icon:timepiece]basura[/timepiece] cayó y golpeó la fuente del mercado. ¡Parece un gran desastre!
umbrella_there1 = Cuando vayas allí, intenta no hacer contacto visual con la Mafia y estarás bien. ¡Buena suerte, compañera rebelde!
umbrella_there2 = ¡Nos vemos!

[chapter1combat]
grabbed0 = ¡Viejo![br]¡¡¡Déjame en paz!!!
grabbed1 = ¡Hablo en serio![br]¡Bájame, gran idiota!
grabbed2 = ¡¿Qué clase[br]de hombre sujeta a una inocente[br]y pequeña niña?!
grabbed3 = ¡Cocinas fatal[br]y eres una mala[br]persona![br]¡Déjame ir!
grabbed4 = ¡¡No iré a[br]ninguna parte contigo![br]¡¡¡Déjame!!!
grabbed5 = ¡Si no me sueltas[br]ahora mismo,[br]te morderé!
grabbed6 = ¡Suéltame!
thrown0 = ¡Argh!
thrown1 = ¡No, no me arrojeeeeeeeeeeees.....!
battleend0 = Pfft. ¿Puedes creerlo? Vaya par de perdedores.
battleend1 = Hey, ¿Estás bien, nueva? ¿Acaso tienes un nombre?
battleend2 = ¿No? ¿Tímida? Eso es genial. Eres esa clase de chica de 'menos charla y más acción', me parece bien.
battleend3 = Esa [timepiece][icon:timepiece]cosa[/timepiece] que agarraste ahí... ¿Los estás recolectando? Porque yo sé de dónde sacar más de esos.
battleend4 = Han estado lloviendo del cielo desde que llegaste. He visto a esos matones llevarlos a su sede alláaaa arriba.
battleend5 = ¡Deberíamos ir allí arriba y conseguir tu basura! ¡Será divertido! Tomaré cualquier oportunidad para arruinar a la Mafia.
battleend6 = ¿Estás conmigo, amiga?
hifive0 = ¡¡¡Sí!!!

[intruder]
PreAwakening0 = ¡¿Estás lista para acabar con la Mafia?! ¡Hagámoslo! ¡Estoy lista!
PreAwakening1 = ¡Repasemos el plan! Todos los asaltos tienen un plan ¡O será un fracaso!
PreAwakening2 = Primero, ¡Los estrangulamos! ¡Estrangularlos y ver cómo suplican por misericordia! ¡Eso les enseñará!
PreAwakening3 = No, espera, estrangular es un poco...
PreAwakening4 = ¡Los aplastamos todos en una papilla, y ponemos sus restos en una jarra!
PreAwakening5 = ¡Luego vendemos la jarra por dinero! ¡Será la mejor sal en la herida!
PreAwakening6 = ... [scream]*ejem*[/scream] Pero primero, tenemos que hacerlo a través de su [name]Mafia HQ[/name].
PreAwakening7 = Una vez que encontramos y destronamos al [name]Jefe Mafia[/name], el resto surgirá. ¡Entonces nuestra fiesta de papilla y jarras no será problema!
PreAwakening8 = ¡Tenemos que prepararte! ¡Tu sombrero es básico, y en esta pandilla no aceptamos lo básico!
PreAwakening9 = La [hint][icon:yarn]lana[/hint] puede ser encontrada alrededor de Mafia Town, y puedes coser nuevos sombreros si eres astuta. ¡Recolecté uno para ti!
PreAwakening10 = Necesitarás más lana para hacer otros sombreros. Supongo que ser creativa no es gratis, ¿o sí? ¡Así que atenta a la lana!
PreAwakening11 = ¡Ahora eres una máquina asesina! ¡¡¡Vamos a por ellos!!!

[mafiahq]
outside0 = ¡Te tomaste tu tiempo! ¡Ayúdame aquí!
outside1 = ¡Quítame a estos brutos de mi camino y podremos entrar!
outside2 = ¡Buen trabajo, chica!
outside3 = ¡Vamos,[br]es hora del show,[br]nena!
freezer0 = ¡Ve adelante, chica! Abre ésto y yo mantengo la guardia aquí.
captured0 = ¡¡¡Déjame ir,[br]psicópata!!!
mafia_ball_hint0 = ¡Niña del sombrero![br]¡Golpéalo ya!
mafia_ball_hint1 = ¡Vamos! ¡Súbete arriba[br]y golpéalo!
timepiecebreak0 = ¿Entonces qué hacen estas cosas, de todas formas? ¿Acaso es algún objeto raro de coleccionista para nerds?
timepiecebreak1 = ¿Acaso es algún objeto ra...? Espera, ¿ah?
timepiecebreak2 = [big][scream]Whoa, ¡¿QUÉ?![/scream][/big]
timepiecebreak3 = Que... acaso, uhm... ¿Acaso sabes sobre esto?
proposal0 = [scream]¡Es una locura![/scream] ¿Te das cuenta de lo que se puede hacer con esto?
proposal1 = ¡Podríamos hacer que nunca te toparas con la Mafia!
proposal2 = ¡Podríamos vencer a la Mafia, volver en el tiempo, y vencerlos otra vez!
proposal3 = No, espera... ¡Podríamos hacer que la mafia nunca hubiera llegado a la isla!
proposal4 = Espera, espera, espera. ¡Incluso mejor! ¡Podríamos ser viajeros del tiempo que luchan contra el crimen!
tantrum0 = Espera, ¡¿Qué! ¡Eso no tiene ningún sentido!
tantrum1 = Tienes todo este poder, ¿Y no lo usarás para enfrentar al mal?
tantrum2 = Si no lo usarás para enfrentar a la maldad... ¡Entonces yo lo haré!
tantrum3 = ¡No dejaré que esta isla permanezca como Mafia Town! ¡Obtendré todas las [timepiece][icon:timepiece]Piezas Temporales[/timepiece] por mi cuenta! ¡Tienes mi palabra!
pickpocket_no_va = [name]La Chica del Bigote[/name] ha robado la mitad de tus [icon:money][hint]Pons[/hint].

[MuMission_UI]
intro0 = ¡Ahora es mi turno!
intro1 = ¡Aquí vamos!
intro2 = ¡Suficiente sobre ella, ahora hablarán sobre mí!
intro3 = ¡Es la hora de brillar!

[MuMission_Finale]
intro0 = Muy bien, ¡Estoy dentro! ¡Lo logré! Me he infiltrado en la nave de esa chica sin activar las alarmas.
intro1 = Apuesto a que ha recolectado un montón de [timepiece][icon:timepiece]Piezas Temporales[/timepiece], más de las que yo tengo... Ahora, ¿Ella dónde las guarda?
vault0 = ¡Así es! ¡Este debe ser el lugar donde ella los almacena!
vault1 = ¡Ughn....!
vault2 = ¡Es hora de meterse un poco con el tiempo!
timepiece_break0 = ¡Blam!
timepiece_break1 = ¡Bam!
timepiece_break2 = ¡Boom!
timepiece_break3 = ¡Blammo!
timepiece_break4 = ¡Parece que las cosas están empezando a volverse un poco locas!
timepiece_break5 = ¡Más! ¡Más!
timepiece_break6 = ¡¡¡Aquí vamos!!! ¡¡¡Convierte este repugnante planeta en un lugar adecuado para MÍ!!!
doorblocked0 = Diantres, ¡No puedo ir allí!
doorblocked1 = Oh, este está bloqueado. Reconocimiento facial, ¿Tal vez?

[finale]
plead0 = Oh, vaya, qué historia más conmovedora. ¡Es una broma! ¡Tipo malo! ¡SIGUIENTE!
plead1 = Dije, ¡SIGUIENTE!
plead2 = ¡Oh, eres tú!
plead3 = Has sido una pequeña plaga egoísta. Pero en realidad, no has estado entrometiéndote en mi camino. Puedes seguir, eres una buena tipa, supongo.
plead4 = Vete. Tienes la oportunidad de irte.
plead5 = ¡SIGUIENTE!
slap0 = [scream]¿DISCULPA?[/scream]
slap1 = No te atrevas a acercarte a mí. No creo que entiendas quién está a cargo, pequeña señorita.
slap0_alt = [scream]¡PATÉTICO![/scream]
slap2 = Sabes, estaba dispuesta a perdonarte. Una vez pensé que seríamos mejores amigas.
slap3 = ¡Pero NO! Resultaste ser una vil egoísta. ¿Salvar el planeta de los tipos malos? Pfft, ¿Quién necesita eso, verdad?
slap4 = Mira todo lo que hice sin ti. He restaurado la justicia. ¡YO SOY la justicia! No más tipos malos, nunca jamás.
slap5 = No te necesito. Este planeta no te necesita. Nadie te echará de menos, y a nadie le importará.
slap6 = TÚ eres el malo, y te mostraré cómo este sistema de justicia se ocupa de los malos.
leaving0 = ¿En serio? ¿Ya te vas? ¿Ni siquiera vas a pelear? Patético.
group_counter0 = Qu- ¿Qué? ¡Pero estoy arreglando todo! ¡No más tipos malos! ¿Por qué no pueden ver que estoy haciendo esto por todos nosotros?
group_counter1 = ¿Cómo puedes apoyar a esta gente? ¡Son ladrones! ¡Criminales! ¿Y tú los... estás ayudando?
group_counter2 = ¡Esto termina ahora!
final_phase0 = [scream][big]¡¡¡SUFICIENTE!!![/big][/scream]
suicide0 = ¿Q-qué es esto? Si todos desaparecen menos yo, ¡Entonces estaría completamente sola![br]¡Tipos malos, deténganse!
suicide1 = ¡¿Mis... mis poderes están desapareciendo?!